{
    "id": "3",
    "about":{
        "name": "Quintonil",
        "address_city": "Mexico City",
        "address_full": "Av. Isaac Newton 55, Polanco, Polanco IV Secc, Miguel Hidalgo, 11560 Ciudad de México, CDMX, Meksika",
        "google_maps_embed": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3762.5730251940154!2d-99.19428642387746!3d19.430845840735106!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x85d201ff65042f6d%3A0xada8294307fc00c3!2sQuintonil!5e0!3m2!1str!2str!4v1713875090037!5m2!1str!2str",
        "cuisine":"Mexican",
        "newly_added" : false
    },
    "img" : {
        "restaurant-big": "quintonil_big.jpg",
        "restaurant-small": "quintonil_small.jpg",
        "menu": "img/menu.jpg"
    },
    "rating": {
        "overall" : {
            "value": "4.6",
            "weight": "15"
        },
        "services": {
            "amenities": {
                "value": "4.6",
                "weight": "5"
            },
            "location": {
                "value": "4.7",
                "weight": "5"
            },
            "hygiene": {
                "value": "4.5",
                "weight": "5"
            },
            "communication": {
                "value": "4.6",
                "weight": "5"
            },
            "pricing": {
                "value": "4.6",
                "weight": "5"
            }
        }
    },
    "reviews": [
        {
            "id": "1",
            "name": "Shir Suez",
            "rating": "5",
            "comment": "What a fabulous experience to be on the kitchen counter and see the chefs at work and the different techniques. The entire staff was very friendly and really enjoyed myself. The dishes were all amazing, three really stood out to me because of their complex of flavors."
        },
        {
            "id": "2",
            "name": "Elizabeth Sweitzer",
            "rating": "5",
            "comment": "What an incredible culinary experience. We were amazed at the flavour combinations and the ingenuity of the head chef and staff. They were incredibly knowledgeable and accommodating, we were blown away by the course that featured insects. Would give the experience and restaurant 6 stars if we could. Deserves 2 Michelin stars (the Michelin ratings have yet to arrive in Mexico) but definitely worth the investment and an unforgettable experience."
        },
        {
            "id": "3",
            "name": "Parag Patel",
            "rating": "5",
            "comment": "Tried the tasting menu with wine pairing over a lunch recently. Service was fantastic, food was delicious yet limited in seafood selection (we opted for the pescatarian option and saw only two fish varieties despite this being a 10 course meal; no crustacean). In our opinion, this is an area of improvement."
        },
        {
            "id": "4",
            "name": "Pablo Zayas",
            "rating": "5",
            "comment": "The best experience, for both food, and service, in my life. I'll let their food photos do the talking. The description is the final photo. Every aspect of the meal was perfect. The sauces were out of dreams. The desserts, heavenly. I love the combination of traditional ingredients perfectly matched with more modern techniques."
        },
        {
            "id": "5",
            "name": "Katrina Mackay",
            "rating": "5",
            "comment": "My husband and I went to have lunch at Quintonil. The food was delicious. There wasn’t one dish from the tasting menu that we wouldn’t eat again. The presentation and service provided by the staff was exceptional. They even give you a pastry as you are leaving. I would highly recommend this restaurant to anyone visiting Mexico City."
        },
        {
            "id": "6",
            "name": "Frankie Lam",
            "rating": "5",
            "comment": "Number 9 of current world best 50. Strong expression of Mexican cooking philosophy but not all ingredients are native. Wine matching was a waste of time and money as wine quality is relatively low. Order cocktails will surely better. May be best restaurant for Mexico is real, world best is still a big gap to the rank."
        },
        {
            "id": "7",
            "name": "Jasmine Feng",
            "rating": "4.5",
            "comment": "I can't say enough good things about Quintonil. We sat at the bar and were able to watch the extremely organized kitchen work their magic. The service was top notch and the drinks were quite good. But the food really blew us out of the water. I was amazed by the complexity of the flavors and the interesting usage of various ingredients, all gorgeously presented. It was the first time any of us had tried insects and I don't think I would've been able to at any other place, since Quintonil makes it as accessible as it can be to people who are unused to eating such foods"
        },
        {
            "id": "8",
            "name": "John O",
            "rating": "5",
            "comment": "One of the best meals I’ve had anywhere! Flawless experience from start to finish. Service is incredible. So polished and professional. The dining room is beautiful and comfortable. The food is off the charts! Just so good. Worth every peso!"
        }
    ],
    "reservations" : [
        {
            "day" : "monday",
            "time_slots": [
                {
                    "id": "1",
                    "avaliable": false
                },
                {
                    "id": "2",
                    "avaliable": false
                },
                {
                    "id": "3",
                    "avaliable": false
                }
            ]
        },
        {
            "day" : "tuesday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": false
                },
                {
                    "id": "2",
                    "avaliable": true
                },
                {
                    "id": "3",
                    "avaliable": true
                }
            ]
        },
        {
            "day" : "wednesday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": false
                },
                {
                    "id": "2",
                    "avaliable": true
                },
                {
                    "id": "3",
                    "avaliable": false
                }
            ]
        },
        {
            "day" : "thursday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": true
                },
                {
                    "id": "2",
                    "avaliable": false
                },
                {
                    "id": "3",
                    "avaliable": false
                }
            ]
        },
        {
            "day" : "friday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": false
                },
                {
                    "id": "2",
                    "avaliable": false
                },
                {
                    "id": "3",
                    "avaliable": true
                }
            ]
        },
        {
            "day" : "saturday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": true
                },
                {
                    "id": "2",
                    "avaliable": false
                },
                {
                    "id": "3",
                    "avaliable": true
                }
            ]
        },
        {
            "day" : "sunday",
            "slots": [
                {
                    "id": "1",
                    "avaliable": false
                },
                {
                    "id": "2",
                    "avaliable": true
                },
                {
                    "id": "3",
                    "avaliable": true
                }
            ]
        }
    ]
}